// напишите программу которая выводит третий знак заданного числа или сообщает что третьей цифры нет
Console.WriteLine("Hello User! enter number : " );
string number = Console.ReadLine();
Console.WriteLine("third sign number = " + number.ToString()[2]);

